# Binaries
brew 'git'
brew 'mas' # Mac App Store manager

# Development
brew 'node'
brew 'yarn'
brew 'nvm'

# Apps
cask 'figma'
cask 'github'
cask 'google-chrome'
cask 'slack'
cask 'telegram-desktop'
cask 'visual-studio-code'
cask 'whatsapp'
cask 'zoom'
cask 'notion'
cask 'spotify'
cask 'google-drive'
cask 'spectacle'

# Mac App Store
mas 'Meeter für Zoom, Teams & Co.', id: 1510445899
mas 'Trello', id: 1278508951
