tap "homebrew/cask"

# CLI utilities
brew 'git'
brew 'mas' # Mac App Store manager
brew 'node'
brew 'yarn'
brew 'nvm'
brew 'gh'
brew 'parallel'
brew 'python'

# GUI apps
cask 'google-chrome'
cask 'google-drive'
cask 'spotify'
cask 'figma'
cask 'visual-studio-code'
cask 'iterm2'
cask 'slack'
cask 'whatsapp'
cask 'zoom'
cask 'notion'
cask 'spectacle'
cask 'insomnia'

# Mac App Store
mas 'Meeter für Zoom, Teams & Co.', id: 1510445899
