tap "homebrew/cask"

# CLI utilities
brew 'git'
brew 'mas' # Mac App Store manager
brew 'node'
brew 'yarn'
brew 'fnm'
brew 'pnpm'
brew 'corepack'
brew 'gh'
# For Altamiga
brew 'parallel'
brew 'poetry'
brew 'python3'

# GUI apps
cask 'google-chrome'
cask 'google-drive'
cask 'spotify'
cask 'figma'
cask 'visual-studio-code'
cask 'iterm2'
cask 'slack'
cask 'whatsapp'
cask 'zoom'
cask 'chatgpt'
cask 'rectangle'
cask 'insomnia'

# Mac App Store
mas 'Meeter für Zoom, Teams & Co.', id: 1510445899
